Repository: collective/collective.wfeffectiverange
Catalog: src/collective/wfeffectiverange/locales/*/LC_MESSAGES/collective.wfeffectiverange.po
Languages: de

source: Edit
de: Bearbeiten

source: Effective Task
de: Freigabeaktion

source: Expiration Transition
de: Ablauf Zielaktion

source: Expires Task
de: Ablaufaktion

source: Multiple workflows are not supported.
de: Mehrfach-Arbeitsabläufe werden nicht unterstützt

source: New workflow transition can't be set, because there was already an automatic transition set.
de: Die neue Zielaktion kann nicht gesetzt werden, da es bereits eine automatische Zielaktion aktiv ist.

source: Publication Transition
de: Freigabe Zielaktion

source: Required if a expiration date is set
de: Erforderlich wenn ein Ablaufdatum ausgewählt ist

source: Required if a publishing date is set
de: Erforderlich wenn ein Freigabedatum ausgewählt ist

source: View
de: Anzeigen

source: Warning:
de: Warnung:

source: Workflow Task Folder
de: Workflow-Aktionsordner

source: Workflow Tasks Log
de: Workflow Aktionsprotoll

source: Workflow Tasks Overview
de: Workflow-Aktionsübersicht

source: description_task_items
de: Auswahl der Objekte auf die die Aktion ausgeführt werden soll.

source: heading_log
de: Aktionsprotoll

source: heading_overview
de: Aktionsübersicht

source: help_no_effective_items
de: Es sind keine Freigabeaktionen definiert

source: help_no_expires_items
de: Es sind keine Ablaufaktionen definiert

source: help_task_date
de: Ausführungszeitpunkt auswählen

source: help_task_transition
de: Workflowaktion für die Ausführung auswählen

source: info_task_object_removed
de: Referenziertes Objekt '${obj_url}' von '${task_title}' entfernt.

source: info_task_set_transition
de: Aktion '${transition}' auf ${url} gesetzt.

source: info_task_set_transition_date
de: Ausführungszeitpunkt '${transition_date}' auf ${url} gesetzt.

source: info_wf_cleared
de: Aktion '${wftype}' und Ausführungszeitpunkt von ${url} entfernt.

source: info_wf_set_transition
de: Aktion '${transition}' auf ${url} gesetzt.

source: info_wf_set_transition_date
de: Ausführungszeitpunkt '${transition_date}' auf ${url} gesetzt.

source: label_add_task
de: Aktion hinzufügen

source: label_delete
de: Löschen

source: label_edit
de: Bearbeiten

source: label_log
de: Meldung

source: label_no_transition
de: Keine Aktion

source: label_remove
de: Entfernen

source: label_run_date
de: Datum

source: label_run_now
de: Jetzt ausführen

source: label_schema_dates
de: Aktionsdaten

source: label_task_date
de: Aktionsdatum

source: label_task_items
de: Aktionsobjekte

source: label_task_transition
de: Aktion

source: label_tasklog
de: Aktionsprotoll

source: label_workflow_effective_tasks
de: Freigabeaktionen

source: label_workflow_expires_tasks
de: Ablaufaktionen

source: no_common_transitions
de: Keine gemeinsame Aktion verfügbar

source: no_field_for_date
de: Ausführungszeitpunkt wird übernommen

source: option_make_selection
de: Keine Aktion ausgewählt

source: title_transition_date
de: Aktionsdatum
